[
  {
    "backdrop_path": "/9l1eZiJHmhr5jIlthMdJN5WYoff.jpg",
    "id": 533535,
    "title": "Deadpool & Wolverine",
    "original_title": "Deadpool & Wolverine",
    "overview": "A listless Wade Wilson toils away in civilian life with his days as the morally flexible mercenary, Deadpool, behind him. But when his homeworld faces an existential threat, Wade must reluctantly suit-up again with an even more reluctant Wolverine.",
    "poster_path": "/8cdWjvZQUExUUTzyp4t6EDMubfO.jpg",
    "media_type": "movie",
    "adult": false,
    "original_language": "en",
    "genre_ids": [28, 35, 878],
    "popularity": 16433.882,
    "release_date": "2024-07-24",
    "video": false,
    "vote_average": 7.893,
    "vote_count": 1453
  },
  {
    "backdrop_path": "/2RVcJbWFmICRDsVxRI8F5xRmRsK.jpg",
    "id": 762441,
    "title": "A Quiet Place: Day One",
    "original_title": "A Quiet Place: Day One",
    "overview": "As New York City is invaded by alien creatures who hunt by sound, a woman named Sam fights to survive with her cat.",
    "poster_path": "/yrpPYKijwdMHyTGIOd1iK1h0Xno.jpg",
    "media_type": "movie",
    "adult": false,
    "original_language": "en",
    "genre_ids": [27, 878, 53],
    "popularity": 3834.07,
    "release_date": "2024-06-26",
    "video": false,
    "vote_average": 6.988,
    "vote_count": 1060
  },
  {
    "backdrop_path": "/lgkPzcOSnTvjeMnuFzozRO5HHw1.jpg",
    "id": 519182,
    "title": "Despicable Me 4",
    "original_title": "Despicable Me 4",
    "overview": "Gru and Lucy and their girls—Margo, Edith and Agnes—welcome a new member to the Gru family, Gru Jr., who is intent on tormenting his dad. Gru also faces a new nemesis in Maxime Le Mal and his femme fatale girlfriend Valentina, forcing the family to go on the run.",
    "poster_path": "/wWba3TaojhK7NdycRhoQpsG0FaH.jpg",
    "media_type": "movie",
    "adult": false,
    "original_language": "en",
    "genre_ids": [16, 10751, 35, 28],
    "popularity": 3824.644,
    "release_date": "2024-06-20",
    "video": false,
    "vote_average": 7.3,
    "vote_count": 620
  }
]

[
    {
        "author": "The Movie Mob",
        "author_details": {
            "name": "The Movie Mob",
            "username": "mooney240",
            "avatar_path": "/blEC280vq31MVaDcsWBXuGOsYnB.jpg",
            "rating": 6
        },
        "content": "**Rebel Moon is a flawed space epic that can’t compete with Star Wars or Dune but offers some fun for genre fans that don’t take it too seriously.**\r\n\r\nRebel Moon adds the small, growing resistance struggling against a galactic tyrannical empire of Star Wars to the small village searching for a band of noble warriors to save them of Seven Samurai (or the Magnificent Seven or The Three Amigos), but falls short of capturing the greatness of its inspirations. However, while Rebel Moon Part One might be self-aggrandizing and annoyingly predictable, it’s still a fun movie. Director Zack Snyder skillfully constructs a visually stunning universe, filled with vibrant colors and innovative creature effects. Although the characters lack substantial backstories, they still manage to captivate the audience's curiosity. Snyder also cleverly includes intriguing hints that would undoubtedly entice viewers to return for a potential sequel. Despite grappling with shallow writing and occasional subpar CGI, Rebel Moon successfully held my interest, kept me entertained, and left me willing to give Part Two a chance.",
        "created_at": "2023-12-23T14:41:55.256Z",
        "id": "6586f1b3688cd057b2845c07",
        "updated_at": "2023-12-23T14:41:55.348Z",
        "url": "https://www.themoviedb.org/review/6586f1b3688cd057b2845c07"
    },
    {
        "author": "BornKnight",
        "author_details": {
            "name": "",
            "username": "BornKnight",
            "avatar_path": null,
            "rating": 6
        },
        "content": "Another Zack Snyder movie another wave of haters, so nothing new here.\r\n\r\nI found it pretty well done, the CGI is magnificent on some points; the choice for protagonist as Sofia Boutella (Atomic Blonde) was the best? No. But it isn't so bad. For a movie that is to be his version of SW it isn't bad... reminds me a bit a medieval / western space opera with a Warhammer 40.000 touch. \r\n\r\nAbout being a SW or Seven Samurai \"copy\"..... really? So what? People can tell the movies the way they want, so nothing is absolutely new nowadays, it isn't mind blowing but decent. It is like invalidating SW because we had ST before or Gallactica almost at the same year.\r\n\r\nMy greatest gripe about the movie isn't about the interval between this one and the second movie (April 18th, 2024) so yeah almost two to three years for the complete Trilogy if it hits the public well. \r\n\r\nThe gripe was to put a final fight against the guy that seemed to be the main villain, turns out he is like Darth Maul in the end, and yeah with a confront in the end to have some more action. The real Darth Vader (let's not speak of SW Emperor here because he was the excuse to continue the trilogies). Generally speaking the trio of Snyder (too ambitious), Kurt Johnstad (300 - is ok) and Shay Hatten (John Wick 3 and 4... that almost don't have story) isn't a good choice.\r\n\r\nVisually speaking beside the pseudo-archaic western / samurai setdown (including a bar fight) I found it was an ok choice especially being in the outside worlds of the Empire. Acting was ok, Boutella could have replaced by another actress more charismatic - about the others not much to be said as it is and introduction and gathering of heroes (or rebels if you like the way the title says). Each one have a distinct personality and background yet to be seen.\r\n\r\nThe CGI and practical effects and prosthetics are very nice - Anthony Hopkins as the robot is just really 5 minutes of the movie yet to be seen. The visual of the ships reminded me of those 70's japanese space opera (yep, Space Battleship Yamato it is with other references) with a Warhammer 40k touch to the villains. \r\n\r\nThe edition is good (Dody Dorn of Memento) and Junkie Xl (or Tom Holkenborg - that works mostly with adventure movies) is an ok choice but without any memorable music here.\r\n\r\nOut of the weak ending fight scene (or rush in the history maybe to generate more interest and income for the other two movies) for this one no reason for a major gripe about this one.\r\n\r\nThe biggest let downs are this and the cooldown to see more in more than one year only. And I have a small feeling that all the trilogy won't be enough to fill and the spots left open into characters and development into the story if are all 6 hours total. This is a point that a better screenplay would be needed.\r\n\r\nSo let's wait a \"bit\" more to see where it leads. From my point of view a 6.5 out of 10.0 / B- for now. \r\n\r\nDon't listen to the Snyder haters, watch and judge for yourself - I had more a 70's japanese space opera feeling for this one than SW.",
        "created_at": "2023-12-23T22:47:07.861Z",
        "id": "6587636b0721666729a5a212",
        "updated_at": "2023-12-24T01:34:29.810Z",
        "url": "https://www.themoviedb.org/review/6587636b0721666729a5a212"
    },
    {
        "author": "Chandler Danier",
        "author_details": {
            "name": "Chandler Danier",
            "username": "chandlerdanier",
            "avatar_path": null,
            "rating": 7
        },
        "content": "A good attempt to see how close one can get to Star Wars without getting sued. Better than Star Wars movies of late. Great Dark Souls spider boss fight. Everything kind of blends together after spider boss. A nice way to spend an hour before getting up, wandering around, passively experiencing explosions and plot details.",
        "created_at": "2023-12-24T17:31:34.738Z",
        "id": "65886af60721666729a5fdf0",
        "updated_at": "2023-12-27T18:51:05.219Z",
        "url": "https://www.themoviedb.org/review/65886af60721666729a5fdf0"
    },
    {
        "author": "CinemaSerf",
        "author_details": {
            "name": "CinemaSerf",
            "username": "Geronimo1967",
            "avatar_path": "/1kks3YnVkpyQxzw36CObFPvhL5f.jpg",
            "rating": 6
        },
        "content": "Anyone remember \"Battle Beyond the Stars\" (1980)? Well this is a sort of hybrid of that and the \"Magnificent Seven\" that is quite impressive to look at, but that's about the height of it. A political assassinations has destabilised the kingdom and so \"General Noble\" (Ed Skrein) is off in his Dreadnought to terrorise the inter-planetary population. He arrives on a peaceful agrarian planet, kills the town father and declares that he'll be back in ten weeks to collect their harvest of grain. Panic sets in, especially when the guards he leaves behind try to force themselves on a villager and they encounter the wrath of \"Kora\" (Sofia Boutella). She's pretty nimble with her weaponry (so we just know there's a story here somewhere) and also manages to convince the town wimp \"Gunnar\" (Michael Huisman) that they must set off to recruit some help they can use to thwart the destruction of their livelihoods by \"Noble\". What we have now are a series predicable, set-piece, escapades as gradually they assemble a disparate band of rogues and criminals who might just want to take on the general in an hopelessly one-sided contest. You might detect the voice of Sir Anthony Hopkins (\"Jimmy\") and Charlie Hunnam sports a variable Irish accent as the famed \"Kai\" as this follows extremely well trammelled lines of adventure mixed with romance, political intrigue and some whizzo special effects. The denouement is straight out of \"Attack of the Clones\" (2002) and sets us up for a second instalment that you could probably just about map out now. I like the genre and I didn't hate the film, but it's disappointingly derivative and - well, you've just seen it all before.",
        "created_at": "2023-12-25T10:54:08.213Z",
        "id": "65895f50b7b69d0a476d6b76",
        "updated_at": "2023-12-25T10:54:08.332Z",
        "url": "https://www.themoviedb.org/review/65895f50b7b69d0a476d6b76"
    },
    {
        "author": "thorian93",
        "author_details": {
            "name": "",
            "username": "thorian93",
            "avatar_path": null,
            "rating": 5
        },
        "content": "Today I enjoyed: Rebel Moon - Part One: A Child of Fire.\r\n\r\nAnd let me say it up front: The only good thing about this movie - was the bad guy.\r\n\r\nRebel Moon - Part One: A Child of Fire was originally thought to be a Star Wars story. However, Disney did not like what Zack Snyder had to offer, as he wanted to build a new story with new characters and more gore than the original Star Wars movies. And after seeing the movie, I get a sense of why Disney took a rain check on it.\r\n\r\nThe film opens with a shot of a young female farmer, working hard on a field in a what seems to be medieval, maybe viking village, only contrasted by the huge red orangish planet in the background. But here the problems already start. Nothing looks real. You instantly get this uncanny valley kind of feeling, that something is off.  This opening scene already reveals that almost everything was shot in a studio in front of a huge LED screen - called a stage craft - and you recognize this throughout the entire movie.\r\n\r\nAnd as if that was already bad, there are constant J. J. Abrams style lens flares, the CGI at times feels lazy at best, I honestly started to question if I was seeing a live action movie, or some animation flick. To be fair, I watched it at home on my TV, as Netflix - who eventually took on Snyders project - decided to put this film directly on the stream, skipping the cinema screenings.\r\n\r\nThe saddest part in my humble opinion though is, that there are actually competent actors involved, like Djimon Hounsou, Charlie Hunnam and Bae Doona, but the movie does not facilitate their skills at all. Hell, even Sofia Boutella can literally kick ass, if you give her some good action scenes. But while the former actors get way to little time to bring their characters to life properly, the main character played by Sofia Boutella mostly stands in the background of her own movie changing from frowning to slightly smiling, depending on the occasion.\r\n\r\nAnd do not get me started on the fight scenes. The very first fight scene, which has an intense setup and a lot of potential felt really odd. From the style, I was expecting some blood at least, but the movie stays on a weird line between rough close combat, that would justify bloodshed on the one hand and classical PG13 rated laser gun fights on the other. It looks like the more gory parts were cut, which makes sense, if you consider that the word is, there will be a second version coming. A Snyder Cut, if you will, that is considerably longer than this version and way more brutal. But time will tell, if that is true and if it will be the better movie. But I doubt, that even that longer version will provide enough background story for the characters and the full universe the film takes place in.\r\n\r\nThe only silver lining - as already mentioned in the beginning - is Ed Skrein as the antagonist. He delivers a chilling science fiction version of a Nazi general, reminiscing Hans Landa from Inglourious Basterds. He acts gentle and civilized at first, only to switch to brutal maniac in an instant, showing his real face.\r\n\r\nOverall this motion picture was a big disappointment. I am a big fan of science fiction and I can forgive quite some mistakes. But this was too much after all and even with all the good will I could find in me, the flaws are just too obvious.\r\n\r\nMaybe part two will make this movie whole, maybe it should have been a single film in the first place. But my recommendation, if you are not a die hard science fiction fan, is to save these two hours of your life for something else.\r\n\r\n*Originally posted on my blog: https://robingierse.de/blog/tie-rebel-moon-part-1.",
        "created_at": "2023-12-28T22:24:45.911Z",
        "id": "658df5ad55c1f462b039ad90",
        "updated_at": "2023-12-30T15:13:22.258Z",
        "url": "https://www.themoviedb.org/review/658df5ad55c1f462b039ad90"
    },
    {
        "author": "pimpskitters",
        "author_details": {
            "name": "",
            "username": "pimpskitters",
            "avatar_path": null,
            "rating": 5
        },
        "content": "I'm hearing a lot of grumbling how this movie is a rip-off star wars and various other half baked ideas of cinema. Some others say a bit of guardians of the galaxy is peppered in, as well as other CGI nightmares floating around. An analogy may be useful here. When I take a shit in the morning, and look down between my legs, and see a turd, very much like the turd I saw the morning before, and many other days, I'm not upset. I say, good, nice and consistent, and then I flush that fucker down the hole and forget about it.",
        "created_at": "2024-01-05T03:27:08.054Z",
        "id": "6597770cfad8e91722c2b004",
        "updated_at": "2024-01-05T03:27:08.142Z",
        "url": "https://www.themoviedb.org/review/6597770cfad8e91722c2b004"
    },
    {
        "author": "r96sk",
        "author_details": {
            "name": "",
            "username": "r96sk",
            "avatar_path": "/mwR7rFHoDcobAx1i61I3skzMW3U.jpg",
            "rating": 8
        },
        "content": "<em>'Rebel Moon - Part One: A Child of Fire'</em> is an enjoyable ride!\r\n\r\nI will say that I wasn't ever totally engrossed into the story, though at every moment I was still very interested in what I was watching unfold - and for a movie that has a run time of around 134 minutes, that's a big plus. I particularly liked the world building, as well as the special effects.\r\n\r\nSofia Boutella is a great choice to lead the ensemble, her performance is one that I thoroughly enjoyed throughout. Ed Skrein is solid in a, shock horror, antagonistic role (does that geezer ever play a good guy?), I've found him quite meh in other movies but here he is very much a positive. None of the others onscreen stand out on their onesies, though as an collective they are a fairly strong cast.\r\n\r\nI genuinely had a good time with this, can't ask for more than that. I'm fairly lukewarm on Zack Snyder movies, this is the seventh of his work that I've watched and <em>'Man of Steel'</em> and this are the only ones that I'd actually class as exceptional. Unlike many others, it appears, I look forward to checking out the sequel.",
        "created_at": "2024-05-04T12:48:11.975Z",
        "id": "66362e8b05b54901296e50bb",
        "updated_at": "2024-05-04T12:48:12.109Z",
        "url": "https://www.themoviedb.org/review/66362e8b05b54901296e50bb"
    },
    {
        "author": "Dean",
        "author_details": {
            "name": "Dean",
            "username": "Ditendra",
            "avatar_path": null,
            "rating": 9
        },
        "content": "What a great movie. I never like Star Wars or Galaxy wars or whatever movies and found them boring, but this one is really good. Interesting story, great actors, no propaganda. Giving it solid 9/10.",
        "created_at": "2024-06-24T10:18:14.939Z",
        "id": "667947e6d0ded90cd02362f2",
        "updated_at": "2024-06-24T10:18:15.033Z",
        "url": "https://www.themoviedb.org/review/667947e6d0ded90cd02362f2"
    }
]